---
kind: other
id: Methods.T:Autodesk.Revit.DB.Events.DocumentChangedEventArgs
source: html/c2ce1d7e-7a63-e261-b1c7-723f9bf3bf43.htm
---
# DocumentChangedEventArgs Methods

Returns set of elements newly added to the document.